IDEA StatiCa Open Model
AnchorParam.Length Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the anchor length.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
public:
property double Length {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace